Repository: anstiftung/map-based-repair-events
Catalog: src/Locale/*/default.po
Languages: de

source: You must select at least one role.\n\nIf you wish to take no part, please delete your profile.
de: Du musst mindestens eine Rolle einnehmen.

source: private
de: privat

source: Password : Change Password
de: Passwort ändern

source: Password : Old Password *
de: Altes Passwort*

source: Password : New Password *
de: Neues Passwort*

source: Password : New Password Repeat *
de: Neues Passwort wiederholen*

source: Password : Change Password Button
de: Passwort ändern

source: Userprofile:
de: Profil:

source: Skills from this user
de: Reparatur-Kenntnisse

source: Additional skills by this user
de: Weitere Kenntnisse

source: More contact possibilities
de: Weitere Kontaktmöglichkeiten

source: Go to Users Twitter profile
de: Zum Twitterprofil

source: Go to Users Facebook profile
de: Zum Facebookprofil

source: Go to Users RSS Feed
de: Zum RSS Feed

source: Get in contact with this user
de: Kontakt aufnehmen

source: This user is working for the following Repair Initiatives
de: DieseR BenutzerIn arbeitet bei den folgenden Initiativen

source: User Welcome Dashboard Headline
de: Herzlich willkommen!

source: User Welcome Dashboard Introtext
de: Du bist angemeldet.

source: Heading Add to workshop
de: Aktive Mitgliedschaften

source: Workshop - you are currently connected to the following workshop
de: Du bist derzeit bei den folgenden Initiativen beteiligt

source: Workshop - choose Workshop you want to join
de: Wähle eine Initiative aus, der du beitreten möchtest

source: Confirm participation
de: Teilnahme bestätigen

source: Workshop - Click on button if you want to join this workshop. Needs to be confiremd by workshop
de: Klicke dann auf "Initiative beitreten". Die ausgewählte Initiative erhält deine Beitrittsanfrage zum Bestätigen.

source: My Functions : Join Workshop
de: Initiative beitreten

source: My Functions : Join Workshop Explain User why he cant join a workshop. Must have Role Helper, Orga or Repair
de: Wähle in deinen Profileinstellungen zunächst deine Funktion als OrganisatorIn, HelferIn oder ReparateurIn, bevor du einer Initiative beitrittst.

source: My Functions : Choose your Role first
de: Wähle in deinen Profileinstellungen zuerst deine Funktion aus.

source: Edit Repair Initiative
de: Initiativenprofil bearbeiten

source: Events on your website
de: Reparaturtermine auf deiner Webseite?

source: Add a new event
de: Termin hinzufügen

source: Email reminder for the next event by this workshop
de: Ich möchte über anstehende Reparaturtermine dieser Initiative per E-Mail informiert werden.

source: Your email address
de: E-Mail-Adresse

source: WHO WE ARE
de: ÜBER UNS

source: Supporter of this repair initiative
de: TrägerIn dieser Initiative

source: Legal status this repair initiative
de: Rechtsform der Initiative

source: Legally represented by
de: Rechtlich vertreten durch

source: Additional Contact possibilities:
de: Weitere Kontaktmöglichkeiten:

source: Edit your profile
de: Profil bearbeiten

source: CONTACT PERSON
de: ANSPRECHPERSON

source: Workshop Detail headline Description
de: Weitere Informationen zur Initiative

source: Next Events
de: Nächste Reparaturtermine

source: User Functions
de: Teammitglieder per E-Mail kontaktieren

source: helper group
de: Alle HelferInnen

source: repair group
de: Alle ReparateurInnen

source: orga group
de: Alle OrganisatorInnen

source: All groups
de: Alle

source: Send Mail
de: E-Mail verschicken

source: Helper
de: HelferIn

source: Repairer
de: ReparateurIn

source: Organizer
de: OrganisatorIn

source: RI: Legal representer. Name, Function, Tel, E-mail; Adress
de: Rechtlich vertreten durch: (Name, Anschrift, Tel, Email und Funktion)

source: RI: Feed URl Help
de: z.B. http://www.abc.com/dein-rss-feed

source: Edit Workshop: Hint for Field Status
de: Achtung!

source: Edit Workshop: Description for Field Status
de: Damit die Reparatur-Initiative auf der Plattform angezeigt wird, muss der Status auf „online“ eingestellt sein.

source: Edit Workshop: Button Save
de: Initiative speichern

source: Map Search Location
de: PLZ oder Ort

source: Map Search Button
de: Suche starten

source: Map Button reset
de: Neue Suche

source: Map search field preentered
de: z.B. Berlin oder Postleitzahl.

source: Location
de: Ort

source: Find nearby repair events.
de: Finde hier Reparatur-Termine in deiner Nähe.

source: Zip or city
de: Postleitzahl oder Ort

source: Latest posts
de: Aktuelles & Neuigkeiten

source: Initiatives from the network
de: Initiativen aus dem Netzwerk

source: Show all
de: Alle anzeigen

source: Profil:Tab My Initiatives Initiative
de: Meine Initiativen

source: Profil:Tab My Initiatives explanation text
de: Erstelle und verwalte deine Reparatur-Initiativen

source: Create a Repair Initiative:
de: Initiative erstellen

source: Every registered user can create his/her own Repair Initiative. If you have created a repair initiative, your user role will be automatically set to Orga.
de: JedeR registrierte UserIn kann eigene Reparatur-Initiativen erstellen. Wenn du eine Initiative erstellst, wirst du automatisch OrganisatorIn der Initiative.

source: Create your own repair initiative
de: Eigene Initiative erstellen

source: Create a new repair initiative
de: Neue Initiative erstellen

source: Error
de: Fehler

source: The requested address %s was not found on this server.
de: Die eingegebene Adresse wurde nicht auf dem Server gefunden.
