Repository: anstiftung/map-based-repair-events
Catalog: src/Locale/*/default.po
Languages: de

source: A new initiative has just registered
de: Es hat sich eine neue Reparatur-Initiative eingetragen

source: Succesfully saved
de: Erfolgreich gespeichert.

source: New workshop event
de: Neuer Termin

source: NOT saved. Please doublecheck your form.
de: Speichern nicht möglich: Bitte Eingaben überprüfen.

source: Helpers
de: HelferInnen

source: Repairers
de: ReparateurInnen

source: Oraganizers
de: OrganisatorInnen

source: Active users
de: Aktive

source: You are not logged in
de: Du bist nicht eingeloggt.

source: You are not authorized to add an event.
de: Du kannst derzeit keine Reparaturtermine anlegen.

source: You need to create or join at least one workshop as an Orga first.
de: Du musst eine eigene Reparatur-Initiative haben oder bei einer RI als OrganisatorIn mitmachen

source: Error creating event.
de: Fehler beim Erstellen des Termins.

source: Invalid parameters.
de: Ungültige Eingabe.

source: You are not authorized to edit an event.
de: Du kannst derzeit keine Reparaturtermine bearbeiten.

source: You need to create or join at least one workshop as an Orga so to edit any events.
de: Um einen Termin anzulegen, musst Du eine eigene Reparatur-Initiative haben oder bei einer RI als OrganisatorIn mitmachen

source: Please enter a full and accurate event address.
de: Bitte gib die korrekte und vollständige Adresse dieses Termins an.

source: Google API: partial match was returned. Die eingebene Adresse ist nicht vollständig. Bitte überprüfen.
de: Ihre Adressdaten (Straßenname + Hausnummer, PLZ und Stadt) konnten nicht validiert werden. <br>WICHTIG: <br>1. Überprüfe die korrekte Schreibweise PLZ und Stadt.<br>2. Meistens liegt der Fehler aber im Straßennamen. <br> Kürze den Straßennamen NICHT ab.<br> Gib die Hausnummern nicht als Spanne an (17-23) , sondern nur eine Zahl. <br>3. Probiere Variationen im Straßennamen, evtl. auch ohne Hausnummer.<br>4. Du hast immer noch Probleme Deinen Eintrag zu speichern. > Kontaktiere uns: reparieren@anstiftung.de

source: Select workshop
de: Initiative auswählen

source: Invalid event ID
de: Ungültige Termin-ID

source: Event not found
de: Der Termin wurde nicht gefunden

source: You are not allowed to delete this event.
de: Du bist nicht berechtigt diesen Termin zu löschen.

source: Error deleting event:
de: Fehler beim Löschen des Termins:

source: Event deleted:
de: Termin gelöscht:

source: Workshop event deleted
de: Termin gelöscht

source: wrong parameter format
de: Parameter haben das falsche Format

source: Missing workshop ID
de: ID der Reparatur-Initiative fehlt.

source: Invalid email.
de: Ungültige E-Mail-Adresse.

source: Invalid zip code.
de: Ungültige Postleitzahl.

source: Error performing operation.
de: Fehler beim Ausführen.

source: Please activate your newsletter subscription
de: Bitte aktiviere deinen Eintrag in die Vernetzungsliste vom Netzwerk Reparatur-Initiativen

source: There was an error saving your email.
de: Fehler beim Speichern der E-Mail-Adresse.

source: Please activate your subscription by clicking on the activation link sent to your email address!
de: Bitte aktiviere dein Abonnement über den Aktivierungs-Link, den du per E-Mail erhalten hast.

source: Invalid activation code.
de: Ungültiger Aktivierungscode oder Du hast den Aktivierungslink bereits angeklickt ... dann kannst Du Dich anmelden.

source: New email address inserted
de: Neue E-Mailadresse eingetragen

source: Your subscription is activated!
de: Deine Eintragung ist aktiviert!

source: Invalid removal code.
de: Entfernungscode ungültig.

source: is removed!
de: wurde entfernt!

source: You must hold at list one role.
de: Du musst mindestens eine Rolle (HelferIn, OrganistaorIn, RepariererIn) einnehmen

source: Someone has left his role on your team
de: Ein Teammitglied deiner Initiative hat seine Funktion aufgegeben.

source: Someone has left your team
de: Ein Teammitglied hat deine Initiative verlassen.

source: Profil sucessfully saved.
de: Profil erfolgreich gespeichert.

source: An error occurred while saving the form. Please check your form.
de: Fehler beim Speichern des Formulars. Bitte Eingaben überprüfen.

source: There was an error deleting your profile.
de: Fehler beim Löschen des Profils.

source: Your profile was deleted.
de: Profil gelöscht.

source: Notify admins of of a user action
de: Benachrichtigung der Admins über eine Benutzeraktion

source: A user wants to delete a repair Initiative
de: Ein Benutzer möchte seine Reparatur Initiative löschen

source: Change your password
de: Passwort ändern

source: Your old Password was wrong
de: Fehler bei der Eingabe des alten Passworts

source: Insert your new Password
de: Neues Passwort eintragen

source: The length of the password should be from 5 - 32 Chars
de: Das Passwort muss aus 5-32 Zeichen bestehen

source: your new and your old Password dont differ, please change
de: Neues und altes Passwort stimmen überein. Bitte anderes Passwort wählen.

source: Please set your password
de: Passwort wählen

source: An error occurred, please check your form.
de: Fehler: Bitte Formular überprüfen.

source: your new password successfully set
de: Dein neues Passwort wurde gespeichert

source: Please enter a valid email.
de: Bitte gib eine gültige E-Mail-Adresse ein.

source: Your email address is not in our database.
de: Deine E-Mail-Adresse befindet sich nicht in der Datenbank.

source: Please activate your account using the activation link you received by email.
de: Bitte aktiviere deinen Account über den Aktivierungs-Link, den du per E-Mail erhalten hast.

source: Resend activation email
de: Aktivierungs-Mail erneut versenden.

source: Registration
de: Registrierung

source: This email address is already registered.
de: Diese E-Mail-Adresse wird bereits verwendet.

source: Page not found
de: Seite nicht gefunden

source: Userprofile not found
de: Profil nicht gefunden

source: Registration - take your role: Helper, Repair or Organsisation
de: Registrierung - Wähle deine Rolle: ReparateurIn, OrganisatorIn oder HelferIn

source: Resend activation code
de: Aktivierungs-Code erneut zusenden.

source: Your account is already activated.
de: Dein Account ist bereits aktiviert.

source: Registration email sent.
de: Registrierungs-Mail versendet.

source: Error sending registration email.
de: Fehler beim Versenden der Registrierungs-Mail.

source: Your account is now activated! Please login.
de: Dein Account ist nun aktiviert. Bitte logge dich ein.

source: You are not allowed to delete this workshop.
de: Du bist nicht berechtigt diese Reparatur-Initiative zu löschen

source: Workshop not found.
de: Reparatur-Initiative nicht gefunden

source: Workshop deleted
de: Reparatur-Initiative gelöscht

source: Workshop deleted!
de: Initiative gelöscht!

source: Nothing deleted!
de: Nichts gelöscht!

source: You are not allowed to edit this workshop.
de: Du hast nicht die Berechtigung diese Reparatur-Initiative zu bearbeiten.

source: Please enter a full and accurate workshop address.
de: Bitte gib die korrekte und vollständige Adresse dieser Reparatur-Initiative an.

source: Fehler Adresseingabe. Google API kann die angegebene Adresse nicht finden. Bitte korrigieren.
de: Fehler bei der Adresseingabe: Google API kann die angegebene Adresse nicht finden. Bitte korrigieren.

source: is already subscribed to news from this workshop.
de: erhält bereits den Newsletter dieser Initiative.

source: Please activate your worknews subscription
de: Bitte aktiviere dein Terminabonnement

source: Please activate your subscription using the activation link sent to
de: Bitte aktiviere dein Abonnement über den Aktivierungs-Link, den du per E-Mail erhalten hast.

source: Invalid data
de: Ungültige Daten

source: Database error.
de: Datenbank Fehler

source: Remove
de: Entfernen

source: Owner
de: Besitzer

source: No users attached to this workshop.
de: Kein User ist mit dieser Reparatur Initiative verbunden

source: Add
de: Hinzufügen

source: Meta data saved.
de: Meta Daten erfolgreich gesichert.

source: A workshop with that name already exists.
de: Dieser Name wird bereits von einer anderen Initiative verwendet.

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: ID User dieser Initiative
de: Zugeordnete User

source: You can search users by ID, first name or last name
de: <strong>User zuordnen:</strong> Nach userid (uid), Vorname oder Nachname suchen

source: Create or edit a page
de: Erstelle oder editiere eine Seite

source: Add Page: Headline
de: Überschrift

source: Profil: Image should be ideally quadratic. Minimum size: 300px X 300px
de: Hinweis: Die Logo-Datei sollte quadratisch sein und muss mindestens 300 x 300 Pixel messen.

source: Profil image for User
de: Benutzerbild hochladen

source: User Groups
de: Benutzergruppen

source: Create or edit a workshop
de: Initiative erstellen oder bearbeiten

source: RI: RI name
de: Name der Initiative

source: RI: RI Logo
de: Logo der Initiative

source: RI: RI Adress
de: Straße + Hausnummer

source: RI: RI zip
de: PLZ

source: RI: RI city
de: Stadt

source: RI: Adress Addon
de: Adresszusatz

source: RI: RI country
de: Land

source: RI: RI supporter
de: Träger

source: RI: RI legal form
de: Rechtsform der RI

source: RI: Legal representer. Name, Function, Tel, E-mail, Adress
de: Rechtlich vertreten durch: (Name, Anschrift, Tel, Email und Funktion)

source: RI: Other Contact possibilities
de: Andere Kontaktmöglichkeiten

source: RI: email
de: E-Mail

source: is shown spam protected
de: spam-geschützt

source: RI: website
de: Webseite

source: RI: Feed URl
de: RSS Feed-Url

source: RI: Facebook Username
de: Facebook Name

source: User Adressbook Add Redord headline
de: Kontakt zum Adressbuch hinzufügen

source: User Adressbook Add Record Introtext
de: Kontaktdaten eintragen

source: Form Name
de: Name

source: Form Telephone
de: Telefon

source: Form Email
de: E-Mail

source: Form Comment
de: Notiz

source: Form Save
de: Speichern

source: User Adressbook Edit Redord headline
de: Kontakt im Adressbuch bearbeiten

source: User Adressbook Edit Record Introtext
de: Kontaktdaten bearbeiten

source: User Adressbook Headline
de: Adressbuch

source: UserAdressbookIntrotext
de: Meine Kontakte

source: Table User-ID
de: Benutzer-ID

source: Table Name
de: Name

source: Table Phone
de: Telefon

source: Table Comment
de: Notiz

source: Table Email
de: E-Mail

source: Table Date
de: Datum

source: Table Edit
de: Bearbeiten

source: Table Delete
de: Löschen

source: get platform news via E-Mail
de: News von reparatur-initiative.de per E-Mail bekommen

source: Search
de: Suche

source: Name
de: Vorname

source: Surname
de: Nachname

source: City
de: Ort

source: Registration Form headline
de: Registrierung

source: Register: Your Nickname
de: Dein Nickname

source: Register: Your zip code
de: Deine Postleitzahl

source: Register: Your Email
de: Deine E-Mail-Adresse

source: Submit Form
de: Abschicken

source: Name Repair Initiative
de: Name der Initiative

source: Date requested
de: Anfrage vom

source: Date confirmed
de: Bestätigt am

source: Cancel participation
de: Austreten

source: Edit
de: Bearbeiten

source: Show / Link
de: Link

source: Not confirmed
de: Nicht bestätigt

source: Edit repair initiative
de: Initiative bearbeiten

source: Show repair initiative
de: Initiative anzeigen

source: Show repair initiative as preview
de: Vorschau der Initiativen-Seite zeigen

source: Join workshop
de: Initiative beitreten

source: Events on
de: Reparaturtermine am

source: This event is online
de: Termin online

source: This event is offline
de: Termin offline

source: Edit this event
de: Termin bearbeiten

source: Duplicate this event
de: Termin duplizieren

source: Are you sure you want to delete this event?
de: Bist Du sicher, dass Du den Termin löschen willst?

source: Delete this event
de: Termin löschen

source: Skills will be added shortly.
de: Reparatur-Bereiche werden in Kürze ergänzt.

source: Clear
de: Suche zurücksetzen

source: Search for Initiatives, Zip or City
de: Suche nach Initiativen, PLZ und Orten

source: Showing:
de: Zeige:

source: No items.
de: Keine Suchtreffer. Ändere die Suchkriterien.

source: Clear All skills
de: Auswahl aufheben

source: News read on
de: weiterlesen

source: Go to overview
de: Zur Übersicht

source: Register: Firstname
de: Vorname

source: Register: Lastname
de: Nachname

source: Register: Street and Number
de: Straße + Hausnummer

source: Register: City
de: Ort

source: Register: Country
de: Land

source: Profil: User Skills
de: Reparatur-Kenntnisse

source: Profil: Skills-extra Info
de: Weitere Kenntnisse

source: Listing Table - Sort by:
de: Verzeichnis sortieren nach:

source: edit slug
de: Slug bearbeiten

source: Approved by Admins
de: Vom Admin freigegeben

source: Date created
de: Erstellt am

source: Last edited
de: Zuletzt bearbeitet

source: Delete
de: Löschen

source: Delete repair initiative
de: Initiative löschen

source: Delete the workshop? This cannot be undone!
de: Soll diese Initiative gelöscht werden? Das kann nicht rückgängig gemacht werden!

source: Show / Link to repair initiative
de: Zeige Initiative

source: Show preview of this repair initiative
de: Vorschau der Initiative

source: Widgetpage: Eventsbox Integration
de: Integration Terminbox

source: Widget: Your Workshop ID:
de: ID Deiner Reparatur Initiative

source: Widgetpage: Map Integration
de: Integration der Karte

source: RI Detail: Events and Logo Integration
de: Integration von Reparaturterminen und Logos

source: RI Detail: Close
de: Schließen

source: The folllowing users are associated to this repair initiative:
de: Die folgenden Personen sind bei dieser Initiative aktiv:

source: Member
de: Mitglied

source: Date requested to join
de: Anfrage vom

source: Email to User
de: E-Mail an UserIn

source: Refuse User
de: UserIn ablehnen

source: Confirm user as team member in your repair initiative
de: Bestätige die Anfrage zur Mitarbeit bei deiner Initiative.

source: Email to user
de: E-Mail

source: Refuse user as team member
de: Ablehnen

source: Admin, set meta tags
de: Admin, MetaTags nicht vergessen

source: Meta title (recommended length is 55 characters)
de: Meta Titel (Nicht mehr als 55 Zeichen)

source: Meta description (recommended length is 155 characters)
de: Meta Beschreibung (Nicht mehr als 155 Zeichen)

source: Meta keywords (recommended length 5 to 10 words (30 to 60 characters)
de: Meta Keywords (Empfehlung: 5 bis 10 Wörter bzw. zwischen 30 und 60 Zeichen)

source: Set page meta
de: MetaTags für die Seite setzen

source: Welcome&nbsp;
de: Willkommen

source: My functions
de: Meine Funktionen

source: To frontend
de: Zum Frontend

source: To backend
de: Zum Backend

source: Loginbox:Login
de: Anmelden

source: Loginbox:Forgot Pass?
de: Passwort vergessen?

source: Loginbox:Email
de: E-Mail

source: Loginbox:Pass
de: Passwort

source: Loginbox:Register
de: Registrieren

source: Loginbox:LoginButton
de: Anmelden

source: An event has been published or was significantly changed in a workshop you are subscribed to.
de: Eine von dir abonnierte Initiative hat einen Termin hinzugefügt oder geändert.

source: Click here to learn more:
de: Klicke hier für weitere Informationen:

source: To remove your email from the subscription list, you can click here:
de: Um das Abonnement zu beenden und deine E-Mail-Adresse zu entfernen, klicke hier:

source: Thank you.
de: Danke.

source: Select all
de: Alle auswählen

source: Form invalid: Please select a workshop
de: Ungültige Eingabe. Bitte wähle eine Initiative aus.

source: Add / Edit an Event
de: Termin anlegen / bearbeiten

source: Workshop
de: Initiative

source: Edit Event: Button apply workshop data
de: Adresse der Initiative übernehmen

source: Image should be rectangular and 300px wide.
de: Hinweis: Die Logo-Datei sollte rechteckig und mindestens 300 Pixel breit sein.

source: Add Event: Upload image preview
de: Terminbild hochladen

source: Add Event: Start Date
de: Datum

source: Add Event: Start Time
de: von

source: Add Event: End Time
de: bis

source: Add Event: Venue
de: Adresszusatz

source: Add Event: Street and Number
de: Straße und Hausnummer

source: Add Event: Zip Code
de: Postleitzahl

source: Add Event: City
de: Ort

source: Add Event: Country
de: Land

source: Event: User Skills
de: Reparatur-Kenntnisse

source: Add Event: event description
de: Beschreibung

source: I have made important changes to this event and would like to send an email to all the workshop subscribers about these changes.
de: Ich habe diesen Termin überarbeitet und möchte, dass alle Interessenten darüber nochmals informiert werden.

source: Edit Event: Hint for Field Status
de: Achtung!

source: Edit Event: When you set the status of this event to online for the first time, your event will be immediately published to the public and any people who are subscribed to your repair initiative will be informed via Email. If you are not sure about the date yet, you can still save the event, but set the status to offline.
de: Wenn der Status des Termins auf „online“ gesetzt ist und du auf speichern klickst, dann ist der Termin sofort sichtbar und alle Interessenten, die deiner Reparatur-Initiative folgen (Ich möchte über anstehende Reparaturtermine dieser Initiative per E-Mail informiert werden.) werden informiert

source: Edit Event: Button Cancel
de: Abbrechen

source: Edit Event: Button Save
de: Termin speichern

source: Upcoming Events
de: Anstehende Reparaturtermine

source: All dates: reparatur-initiativen.de.
de: Alle Reparaturtermine auf reparatur-initiativen.de.

source: get this events per E-Mail
de: RSS Feeds der Reparaturtermine<br>per E-Mail abonnieren

source: EventsOverview
de: Gesamtansicht Reparaturtermine

source: Uhr
de: Uhrzeit

source: At this event the following objects can be repaired:
de: Bei diesem Termin können Gegenstände in den folgenden Kategorien repariert werden:

source: Go to Repair Initiative
de: Zur Initiative

source: Link:Go to workshop
de: Zur Initiative

source: Show Event on Map
de: Zeige den Termin auf der Karte

source: Workshop Newsletter Add Redord headline
de: Newsletter erstellen

source: Workshop Newsletter Add Record Introtext
de: E-Mail-Aussendung verfassen

source: Workshop Newsletter Edit Redord headline
de: Newsletter bearbeiten

source: Workshop Newsletter Edit Record Introtext
de: E-Mail-Aussendung bearbeiten

source: Workshop Newsletter Headline
de: Newsletter

source: Workshop Newsletter Introtext
de: Rundmail versenden

source: Table Workshop-ID
de: ID der Initiative

source: Table Created
de: Erstellt von

source: Newsletter: Keep me updated.
de: Newsletter

source: Newsletter: Introtext. Explain the user way he should subscribe to the newsletter.
de: Bitte informiert mich regelmäßig über Neuigkeiten aus dem Netzwerk Reparatur-Initiativen.

source: Stay informed
de: Hier eintragen

source: Insert your Email
de: E-Mail-Adresse einfügen

source: Your zip code
de: Deine Postleitzahl

source: Submit
de: Abschicken

source: Your main email address
de: Deine E-Mail-Adresse

source: is already subscribed.
de: ist bereits eingetragen.

source: Click here to unsubscribe
de: Klicke hier, um deine E-Mail-Adresse wieder zu entfernen

source: IntroScreen: Welcome - Choose your role and take part
de: Herzlich willkommen! Wähle deine Rolle und mach mit!

source: Intro:Repair Guy
de: ReparateurIn

source: Intro:Take part as Repair
de: Als ReparaturhelferIn mitmachen

source: Intro:Orga Guy
de: OrganisatorIn

source: Intro:Take part as Orga
de: Als OrganisatorIn mitmachen

source: Intro:Helper Guy
de: HelferIn

source: Intro:Take part as Helper
de: Als HelferIn mitmachen

source: Intro: Not sure yet, Inform me via email if there is something new.
de: Noch unentschlossen – bitte informiert mich über Neuigkeiten aus dem Netzwerk.

source: LoginPage
de: Bitte einloggen.

source: LoginPagetext
de: Melde dich mit deiner E-Mail-Adresse an.

source: Login: Your Email
de: E-Mail

source: Login: Your Password
de: Passwort

source: LogoutPage
de: Logout

source: LogoutPagetext
de: Du hast dich erfolgreich abgemeldet.

source: Password : Request new one
de: Neues Passwort anfordern

source: Invalid parameters
de: Ungültige Eingabe

source: Thank you for your submission.
de: Danke für deine Eintragung.

source: There was an error submitting your request.
de: Fehler beim Übertragen der Anfrage.

source: Workshop Removal Request
de: Anfrage auf Löschung einer Reparatur Initiative

source: Resignation from
de: Aus Initiative austreten

source: Orga role
de: OrganisatorIn

source: workshop
de: Initiative

source: Your comments (optional):
de: Deine Anmerkungen (optional):

source: Profil: Headline
de: Mein Profil

source: Profil: introtext
de: Kontaktdaten, Rollen und Benutzerbild verwalten

source: Change password
de: Passwort ändern

source: Delete your Profile
de: Profil löschen

source: Are you sure you want to delete your profile?
de: Bist Du sicher, dass Du Dein Profil löschen willst?

source: Profil:Your role
de: Deine Rolle

source: Orga: You cannot resign from your Orga role since you are the only Orga in
de: Du kannst diese Funktion nicht aufgeben, weil nur du OrganisatorIn der Initiative bist.

source: You can notify admins of your request to resign.
de: Benachrichtige den Administrator über deine Rücktrittsanfrage.

source: Are you sure you want to resign from this role?
de: Willst du diese Funktion wirklich aufgeben?

source: Workshop memberships
de: Mitglieder Deiner Reparatur-Initiative

source: You cannot resign from this workshop since you are the last Orga there.
de: Du kannst diese Funktion nicht aufgeben, weil nur du OrganisatorIn der Initiative bist.

source: Are you sure you want to resign from this workshop?\n\nRemember you can also delete workshops in the users panel.
de: Bist Du sicher, dass Du von dieser Reparatur-Initiative zurücktreten willst?\n\nRemember you can also delete workshops in the users panel.

source: Leave this workshop
de: Initiative verlassen

source: Your profile settings
de: Profileinstellungen

source: <strong>Privacy settings:</strong> The privacy checkbox next to you user fields will hide this information to the public and to other groups. If privacy checkbox is checked, no one can see your profile information, except the members of your team(s).
de: <strong>Datenschutzeinstellungen:</strong> Wenn du ein Häkchen im Feld neben deinen Benutzerangaben setzt, sind diese Informationen nicht öffentlich sichtbar. Nur Mitglieder deiner Initiative(n) können deinen Angaben sehen.

source: Profil: Nickname
de: Benutzername

source: Profil: first name
de: Vorname

source: Profil: last name
de: Nachname

source: Profil: Email
de: E-Mail

source: Edit your photo
de: Benutzerbild bearbeiten

source: Profil: street + number
de: Straße und Hausnummer

source: Profil: zip code
de: Postleitzahl

source: Profil: city
de: Ort

source: Profil: Country
de: Land

source: Profil: Phone
de: Telefon

source: Profil: Website
de: Website

source: Profil: Twitterusername
de: Twitter Benutzername

source: Profil: RSS Feed Url
de: RSS Feed URL

source: Profil: Facebook Username
de: Facebook Benutzername

source: Profil: additional contacts
de: Weitere Kontaktmöglichkeiten

source: Profil: Twitter Username and Facebook Username
de: Facebook

source: Please note:
de: Achtung:

source: Its only the Username. NOT: https://www.facebook.com/anstiftung - Just: anstiftung
de: Hier können nur Facebook-Seiten eingetragen werden, keine Personenprofile. Dazu ruft ihr eure Facebook-Seite im Browser auf und tragt alles, was <b>nach</b> http://www.facebook.com/ steht in das Feld ein. Beispiel für unsere Seite Netzwerk Reparatur-Initiativen: NICHT https://www.facebook.com/netzwerk-reparatur-initiatven, sondern lediglich netzwerk-reparatur-initiativen eintragen.

source: Save Profile Button
de: Profil speichern
